Autodesk.Revit.DB.BuiltInFailures.StructuralLoadFailures.CannotPlaceBoundaryConditionsWarn
Can't find a host for Boundary Conditions

Autodesk.Revit.DB.BuiltInFailures.StructuralLoadFailures.CannotPlaceBoundaryConditions
Can't find a host for Boundary Conditions